"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "• Inicieu l'Impress a l'ordinador\n• Connecteu tots dos aparells a la mateixa xarxa sense fils\n• El dispositiu iOS s'ha connectat amb «%@»";
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "• No us heu connectat ara mateix a cap xarxa sense fils.\n• Connecteu el dispositiu iOS i l'ordinador a la mateixa xarxa\n• Actualitzeu\n• Consell: podeu crear un punt d'accés Wi-Fi entre l'ordinador i l'iOS";
/* Popover option */
"About Impress Remote" = "Quant al Control remot de l'Impress";
"Back" = "Enrere";
/* Popover option */
"Blank Screen" = "Pantalla en blanc";
"Cancel" = "Cancel·la";
"Click to refresh" = "Feu clic per actualitzar";
/* Back button to the connect page on navbar */
"Connect" = "Connecta";
/* connect instructions */
"Connect your devices to the same WiFi network." = "Connecteu els dispositius a la mateixa xarxa WiFi.";
/* instruction page title */
"Connection" = "Connexió";
/* Popover option */
"Connection Help" = "Ajuda per a la connexió";
/* Connection Lost Alert title */
"Connection Lost" = "S'ha perdut la connexió";
/* Connection Lost Alert Msg */
"Connection Lost Msg" = "S'ha perdut la connexió. Intenteu tornar a connectar amb l'ordinador. ";
/* Control instruction title */
"Control" = "Control";
/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "Creeu una zona WiFi a l'iPhone si és necessari.";
/* Server list section title */
"Custom Connections" = "Connexions personalitzades";
/* Displayed when no customized server is available */
"Customize server config instruction" = "Si l'ordinador no apareix en la secció anterior, afegiu-lo manualment amb l'adreça IP. ";
/* Server list section title */
"Detected Connections" = "Connexions detectades";
/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "Introduïu el codi PIN a Diapositiva ▸ Control remot de l'Impress";
/* Connection failure title */
"Failed to reach server" = "No s'ha pogut connectar amb el servidor";
/* Connection failure message */
"Failed to reach server Msg" = "Comproveu l'adreça IP i assegureu-vos que el LibreOffice Impress s'està executant amb la funció «Control remot de l'Impress» activada.";
"Failed to reach your computer" = "No s'ha pogut connectar amb l'ordinador";
"Help" = "Ajuda";
/* In app How-to title */
"How-to" = "Com es fa";
/* App name displayed on navbar */
"Impress Remote" = "Control remot de l'Impress";
/* Invalid IP Address Alert title */
"Invalid IP Address" = "L'adreça IP no és vàlida";
/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "L'adreça IP que heu introduït no és vàlida";
/* EditableTableViewCell placeholder */
"IP Address" = "Adreça IP";
/* Pairing instruction text */
"Launch Impress & select your computer." = "Inicieu l'Impress i seleccioneu el vostre ordinador.";
/* EditableTableViewCell placeholder */
"Name (optional)" = "Nom (opcional)";
"New Server" = "Servidor nou";
"No, thanks" = "No, gràcies";
/* OK Button on Alert view */
"OK" = "D'acord";
/* backButton for Tutorial */
"Ok, thanks" = "D'acord, gràcies";
/* Pairing instruction title */
"Pairing" = "Aparellament";
/* Pairing instructions Alert Title */
"Pairing Instructions" = "Instruccions  per a l'aparellament";
"Pairing Instructions Msg" = "1. Executeu el LibreOffice Impress a l'ordinador\n\n2. Marqueu Preferències ▸ LibreOffice Impress ▸ General ▸ Activa el control remot\n\n3. Assegureu-vos que l'ordinador i el dispositiu estiguin connectats a la mateixa xarxa wifi\n\n4. Si no es detecta, introduïu l'adreça IP de l'ordinador manualment\n\n5. Connecteu i gaudiu de l'aplicació.\n\n";
/* Update button text in diffrent states */
"Pause" = "Pausa";
"Please consider restart LibreOffice Impress on your computer." = "Considereu reiniciar el LibreOffice Impress a l'ordinador.";
/* Popover option */
"Restart" = "Reinicia";
"Resume from blank screen" = "Reprèn des d'una pantalla en blanc";
/* Popover option */
"Resume from blank Screen" = "Reprèn des d'una pantalla en blanc";
"Searching" = "Cerca";
/* Sidebar section header */
"Slides" = "Diapositives";
/* Update button text in diffrent states */
"Start" = "Inicia";
/* Popover option */
"Stop Presentation" = "Atura la presentació";
/* Sidebar section header */
"Stop Watch" = "Atura el rellotge";
"Take a tour of iOS Impress Remote?" = "Voleu veure la guia ràpida del Control remot de l'Impress?";
/* Sidebar section header */
"Timer" = "Temporitzador";
"Yes" = "Sí";
